<template>
  <section class="bookmark">
    <div class="container">
      <Tab :items="tab" v-on:tabIndex="tabIndexEmit" />
      <div class="bookmark-box">
        <div
          class="bookmark-box__item"
          v-for="(item, index) in tab"
          :key="`bookmark-${index}`"
          v-show="tabIndex == index"
          v-html="item.txt"
        ></div>
      </div>
    </div>
  </section>
</template>

<script>
export default {
  data: () => {
    return {
      tab: [
        {
          name: "Наша миссия",
          txt: `<p>Наша компания нацелена на дальнейшее развитие, чтобы упростить задачу руководителям IT отделов, системным администраторам и автоматизировать закупки IT-техники.</p><p>Мы работаем по договору и всегда готовы предоставить ряд необходимых документов для его заключения, чтобы вы были уверены в нашей надежности.</p><p>Благодаря отлаженной работе отдела закупок и устоявшимся связям с крупными поставщиками мы готовы предоставить вам лучшие цены.</p>
          `,
        },
        {
          name: "Наши партнеры",
          txt: `<p>Компания QLC-IT является авторизованным партнером таких компаний как:</p><p>HP, Dell, Microsoft, Cisco, Kyocera, APC, Lenovo, Intel, IBM, Yealink, Samsung, Xerox, Brother.</p>`,
        },
        {
          name: "Наш ассортимент",
          txt: `<p>Мы имеем широкий ассортимент продукции:</p><p>Мониторы, МФУ, принтеры, серверы, рабочие станции, ноутбуки, атс и телефония, расходные материалы, программное обеспечение, сетевое оборудование, комплектующие, телевизоры, клавиатуры и мыши, тонкие клиенты, источники бесперебойного питания, СХД, моноблоки и т.д.</p><p>Купите ноутбуки оптом, компьютерные рабочие станции, серверы и сетевое оборудование в нашей компании на выгодных условиях.</p>
          `,
        },
      ],
      tabIndex: 0,
    };
  },
  methods: {
    tabIndexEmit(i) {
      this.tabIndex = i;
    },
  },
};
</script>
