<template>
  <div class="container">
    <div class="title-work-head">
      <h1 class="title-work">
        О нас
      </h1>
    </div>

    <div class="content">
      <div class="content-half">
        <div class="content-half__item full-width-tablet-phone">
          <p>
            <strong>QLC-IT</strong> – это молодая, успешно развивающаяся команда
            специалистов, работающая на IT рынке порядка 10 лет.
          </p>
          <p>
            Мы специализируемся на поставках IT-оборудования и комплектующих
            ведущих мировых лидеров. За годы нашей плодотворной работы мы смогли
            получить уникальные условия от основных дистрибьюторов в России по
            многим именитым брендам.
          </p>
          <p>
            Помимо этого, подружились и наработали отличные отношения с
            зарубежными поставщиками оборудования из Китая, США и Европы.<br>
            Для наших клиентов мы предлагаем серверное оборудование именитых
            вендоров по конкурентоспособным ценам на рынке, а также лучшие цены
            на серверные комплектующие от зарубежных партнеров.
          </p>
          <p>
            С нами вы можете быть уверены в оригинальности всех поставляемых
            товаров, гарантии и помощи в реализации проектов любой сложности.
          </p>
        </div>
        <div class="content-half__item hide-tablet-phone">
          <img src="@/assets/img/fone3.png" class="img-content" alt="О нас">
        </div>
      </div>

      <div class="content-half">
        <div class="content-half__item hide-tablet-phone">
          <img src="@/assets/img/fone4.png" class="img-content" alt="О нас">
        </div>
        <div class="content-half__item full-width-tablet-phone">
          <h2 class="title-work">Наша миссия</h2>
          <p>Наша компания нацелена на долгосрочное развитие и содействие в упрощении ваших задач, благодаря автоматизации закупки IT-техники. Мы с удовольствием порекомендуем и подберем для вас именно то, что вам необходимо исходя из ваших потребностей.</p>
          <p>Индивидуальный подход и прозрачные условия работы являются приоритетной составляющей нашей работы. Мы работаем по договору и всегда готовы предоставить ряд необходимых документов для его заключения, чтобы вы были уверены в нашей надежности.</p>
          <p>Благодаря отлаженной работе наших специалистов отдела закупок и устоявшимся связям с крупными поставщиками мы готовы предоставить вам лучшие цены на рынке IT оборудования.</p>
        </div>
      </div>
    </div>
  </div>
</template>

<script>
export default {
  head: {
    title: "О нас",
  },
};
</script>
