<template>
  <div class="container">
    <div class="content">
      <p>
        Согласие на обработку персональных данных пользователей<br />
        Персональные данные пользователей веб-сайта - https://qlc-it.ru/
        используемые и хранящиеся на Сайте, регулируются Федеральным законом от
        27.07.2006N 152- ФЗ (ред. от 21.07.2014) "О персональных данных".
        Пользователь предоставляет свои персональные данные в целях заключения
        договора займа и/или иных договоров, получения консультационных услуг,
        для получения рекламно-информационных материалов, в том числе
        распространяемых по сетям электросвязи путем осуществления прямых
        контактов с помощью средств связи и/или иным образом.
      </p>
      <p>
        ООО «КЬЮЭЛСИ»<br />
        ИНН 9706009467<br />
        КПП 770601001<br />
        ОГРН 1207700382878<br />
        г. Москва (далее – «Компания») гарантирует конфиденциальность
        персональных данных пользователей Сайта.
      </p>
      <p>Под понятием «конфиденциальность» понимается следующее:</p>
      <ul>
        <LiItem
          >строгое и ясное ограничение круга лиц, имеющих доступ к персональным
          данным пользователей Сайта;</LiItem
        >
        <LiItem
          >Компания гарантирует использование персональных данных, ни в каких
          других целях, кроме как указанных в настоящем Согласии;</LiItem
        >
        <LiItem
          >Компания не вправе передавать конфиденциальную информацию без
          согласия пользователя Сайта;</LiItem
        >
        <LiItem
          >Компания обязана принимать меры защиты от несанкционированного
          доступа к персональным данным извне.</LiItem
        >
      </ul>
      <p>
        Регистрируясь на Сайте, пользователь дает согласие Компании на хранение
        и обработку следующих персональных данных: фамилию, имя, отчество,
        адреса электронной почты, контактные данные социальных страниц,
        контактные телефоны и другая предоставленная информация.
      </p>
      <p>
        Согласие на обработку персональных данных предоставляется с момента
        регистрации на сайте и/или заполнения Формы обратной связи (далее –
        «Форма») и действительно в течение 5 (Пяти) лет либо до его письменного
        отзыва. Письменный отзыв должен быть предоставлен лично субъектом
        персональных данных по адресу (месту нахождения) Компании либо направлен
        почтовым отправлением по адресу (месту нахождения) Компании. В случае
        направления отзыва почтовым направлением подпись субъекта персональных
        данных на отзыве должна быть нотариально удостоверена.
      </p>
      <p>
        Я СОГЛАСЕН на обработку и хранение моих персональных данных, указанных
        мною в Форме обратной связи в соответствии с условиями настоящего
        согласия на обработку персональных данных.
      </p>
      <p>
        Одновременно даю свое согласие и не возражаю, чтобы Компания или иные
        лица по его поручению отправляли сообщения, в том числе рекламного
        характера или иную информацию иного содержания на номер телефона или
        адрес электронной почты или с использованием иных средств связи,
        указанных мной в Форме или при регистрации на Сайте.
      </p>
    </div>
  </div>
</template>

<script>
export default {
  layout: "work",
};
</script>
