<template>
  <div class="container">
    <div class="content">
      <p>
        Мы гарантируем надёжность в поставках и своевременной доставке
        оборудования. Так же мы предоставляем гарантию на все поставляемое
        оборудование 1 год. Полноценная замена вышедшего из строя оборудования в
        течении всего гарантийного срока. Плюс мы предоставляем собственную
        диагностику
      </p>
      <div class="content-half" style="padding-top: 0">
        <div class="content-half__item full-width-phone">
          <p><strong>В чем плюсы? </strong></p>
          <ul style="padding-top: 9px">
            <LiItem>Оперативная диагностика. </LiItem>
            <LiItem
              >Замена детали на следующий день при условии наличия на нашем
              складе.
            </LiItem>
            <LiItem>Доступная цена </LiItem>
          </ul>
          <p><strong>Условия дополнительной гарантии:</strong></p>
          <ul style="padding-top: 9px">
            <LiItem
              >Замена осуществляется, если данная деталь присутствует на нашем
              складе</LiItem
            >
            <LiItem> Замена производится в рабочее время </LiItem>
            <LiItem
              >Замена возможна при условии передачи нам вышедшей из строя детали
              с указанием характера ее неисправности</LiItem
            >
          </ul>
          <p>
            <a href="#" class="btn btn--primary" v-on:click.prevent="addSpoler">
              Общая информация:
            </a>
          </p>
        </div>
        <div class="content-half__item hide-phone">
          <img
            src="@/assets/img/fone5.png"
            alt="Гарантии"
            class="img-content img-content--custom"
          />
        </div>
      </div>

      <div v-if="isActive">
        <p><strong>Уважаемые покупатели!</strong></p>
        <p>
          Внешний вид, конфигурация и комплектность товара, а также
          комплектность всего заказа должны быть проверены покупателем в момент
          получения товара.<br />
          После получения заказа претензии в связи с наличием внешних дефектов
          товара, его количеству, комплектности и товарному виду не принимаются.
        </p>
        <p>
          Гарантийное обслуживание приобретённого оборудования осуществляется в
          официальных гарантийных центрах производителя, но у нас есть свой
          сервисный центр, который всегда готов принять оборудование для
          диагностики и дальнейшего устранения неисправностей при не гарантийных
          случаях.
        </p>
        <p>
          В нашем сервисном центре мы стараемся максимально сократить сроки
          ремонта или обмена Вашего оборудования. Каждый принятый товар на
          диагностику должен соответствовать отгруженному товару, каждый штрих
          код занесен в нашей базе. В случаях, когда неисправность очевидна,
          подозрений на скрытые повреждения и неправильную эксплуатацию товара
          нет, а ремонт товара невозможен, мы меняем товар или возвращаем
          денежные средства сразу после диагностики.
        </p>
        <p>
          В случае, если при осмотре товара в гарантийном отделе невозможно, по
          каким-либо причинам, обнаружить его однозначную неисправность и
          причину ее возникновения, попадающую под гарантию, товар может быть
          принят от Вас на дополнительную проверку качества в условиях
          сервисного центра производителя, сроком до 20 календарных дней.
        </p>
        <p>
          Возврат, обмен и гарантийное обслуживание товаров ненадлежащего
          качества, к таким товарам относятся практически все компьютерные
          комплектующие: процессоры и кулеры, оперативная память, материнские
          платы, видеокарты, диски HDD и SSD, блоки питания и прочие товары.
          Обмен или возврат товаров ненадлежащего качества производится в
          течение 14 дней после покупки, при условии отсутствия механических
          повреждений устройств и при наличии полного комплекта поставки. После
          14 дней и до окончания гарантийного срока, если товар оказался
          неисправным, Вам необходимо обратиться в нашу компанию, к вашему
          менеджеру. Также важным условием является наличие товара на складе
          относящегося к категории товаров оформленных по предзаказу.
        </p>
        <p>
          <strong>Товары с гарантией производителя</strong><br />
          На все оборудование приобретенное в нашей компании предоставляется
          гарантия 12 месяцев, наши менеджеры всегда готовы проконсультировать
          Вас о её длительности и различных вариантах её продления. Обращаем
          особое внимание, что такие производители, как HP, DELL, Lenovo, и
          некоторые другие, полностью или частично перешли на электронную
          гарантию.
        </p>
      </div>
    </div>
  </div>
</template>

<script>
export default {
  layout: "work",
  head: {
    title: "Гарантии",
  },
  data: () => ({
    isActive: false,
  }),
  methods: {
    addSpoler() {
      this.isActive = this.isActive != true ? true : false;
    },
  },
};
</script>
